Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, pt, ta, zh_hans, zh_hant

# 称呼 (如：大宝、旺财) *
source: Nickname (such as: Mum) *
ar: اللقب (مثل: أمي) *
es: Apodo (como por ejemplo: Mamá) *
fr: Surnom (par exemple : Maman) *
hi: उपनाम (जैसे: माँ) *
pt: Apelido (como: Mãe) *
ta: செல்லப்பெயர் (உதாரணமாக: அம்மா) *
zh_hans: 昵称（例如：妈妈） *
zh_hant: 暱稱（例如：媽媽） *

# 称呼不能为空。
source: Name cannot be empty.
ar: لا يمكن أن يكون الاسم المعروض فارغًا.
es: El nombre para mostrar no puede estar vacío.
fr: Le nom affiché ne peut pas être vide.
hi: प्रदर्शन नाम खाली नहीं हो सकता।
pt: O nome de exibição não pode ficar vazio.
ta: காட்சி பெயர் காலியாக இருக்க முடியாது.
zh_hans: 称呼不能为空。
zh_hant: 稱呼不能為空。

# 移交群主
source: Transfer Ownership
ar: نقل الملكية
es: Transferir propiedad
fr: Transférer la propriété
hi: स्वामित्व स्थानांतरित करें
pt: Transferir propriedade
ta: உரிமையை மாற்றவும்
zh_hans: 移交群主
zh_hant: 移交群主

# 移出后，该成员将无法再访问本群组的任务与信息。
source: After removal, they can no longer access this group's tasks or messages.
ar: وبعد الإزالة، لم يعد بإمكانهم الوصول إلى مهام هذه المجموعة أو رسائلها.
es: Después de la eliminación, ya no podrán acceder a las tareas ni a los mensajes de este grupo.
fr: Après la suppression, ils ne peuvent plus accéder aux tâches ou aux messages de ce groupe.
hi: हटाने के बाद, वे अब इस समूह के कार्यों या संदेशों तक नहीं पहुंच सकते।
pt: Após a remoção, eles não poderão mais acessar as tarefas ou mensagens deste grupo.
ta: அகற்றிய பிறகு, இந்தக் குழுவின் பணிகளையோ செய்திகளையோ அவர்களால் அணுக முடியாது.
zh_hans: 移出后，该成员将无法再访问本群组的任务与信息。
zh_hant: 移出後，該成員將無法再存取本群組的任務與資訊。

# 移动超过此距离后，才可能写入云端位置。
source: Your location is saved only after you move beyond this distance.
ar: يُحفظ موقعك في السحابة فقط بعد تجاوز هذه المسافة.
es: Tu ubicación solo se guarda después de moverte más allá de esta distancia.
fr: Votre position n'est enregistrée qu'après avoir dépassé cette distance.
hi: इस दूरी से अधिक चलने के बाद ही आपका स्थान क्लाउड में सहेजा जाता है।
pt: Sua localização só é salva depois que você se desloca além desta distância.
ta: இந்த தூரத்தைக் கடந்து நகர்ந்த பிறகே உங்கள் இருப்பிடம் கிளவுடில் சேமிக்கப்படும்.
zh_hans: 移动超过此距离后，才可能写入云端位置。
zh_hant: 移動超過此距離後，才可能寫入雲端位置。

# 移除后，该成员将恢复为普通成员权限。
source: They will return to regular member permissions.
ar: سيعود إلى صلاحيات العضو العادي.
es: Volverá a tener permisos de miembro regular.
fr: Il repassera aux permissions d'un membre ordinaire.
hi: वे सामान्य सदस्य अनुमतियों पर वापस आ जाएंगे।
pt: Voltará a ter permissões de membro comum.
ta: அவர்கள் சாதாரண உறுப்பினர் அனுமதிகளுக்கு திரும்புவார்கள்.
zh_hans: 移除后，该成员将恢复为普通成员权限。
zh_hant: 移除後，該成員將恢復為普通成員權限。

# 移除管理员
source: Remove Admin
ar: إزالة صلاحية المسؤول
es: Quitar administrador
fr: Retirer administrateur
hi: व्यवस्थापक हटाएं
pt: Remover administrador
ta: நிர்வாகியை நீக்கு
zh_hans: 移除管理员
zh_hant: 移除管理員

# 移除附件
source: Remove attachment
ar: إزالة المرفق
es: Quitar archivo adjunto
fr: Supprimer la pièce jointe
hi: अनुलग्नक हटाएँ
pt: Remover anexo
ta: இணைப்பை அகற்று
zh_hans: 移除附件
zh_hant: 移除附件

# 稍后
source: Later
ar: لاحقًا
es: Más tarde
fr: Plus tard
hi: बाद में
pt: Mais tarde
ta: பிறகு
zh_hans: 稍后
zh_hant: 稍後

# 立即查看
source: View now
ar: شاهد الآن
es: Ver ahora
fr: Voir maintenant
hi: अभी देखें
pt: Ver agora
ta: இப்போது பார்க்கவும்
zh_hans: 立即查看
zh_hant: 立即查看

# 第 %lld 张，共 %lld 张
source: 第 %1$lld 张，共 %2$lld 张
ar: %1$lld of %2$lld
es: %1$lld of %2$lld
fr: %1$lld of %2$lld
hi: %1$lld of %2$lld
pt: %1$lld of %2$lld
ta: %1$lld of %2$lld
zh_hans: 第 %lld 张，共 %lld 张
zh_hant: 第 %lld 張，共 %lld 張

# 等 %lld 个群组
source: and %lld other groups
ar: و%lld مجموعات أخرى
es: y %lld otros grupos
fr: et %lld autres groupes
hi: और %lld अन्य समूह
pt: e %lld outros grupos
ta: மற்றும் %lld பிற குழுக்கள்
zh_hans: 等 %lld 个群组
zh_hant: 等 %lld 個群組

# 简体中文
source: Simplified Chinese
ar: الصينية المبسطة
es: Chino simplificado
fr: Chinois simplifié
hi: सरलीकृत चीनी
pt: Chinês simplificado
ta: எளிமைப்படுத்தப்பட்ட சீனம்
zh_hans: 简体中文
zh_hant: 簡體中文

# 管理员
source: Admin
ar: مسؤول
es: administrador
fr: administrateur
hi: प्रशासक
pt: administrador
ta: நிர்வாகி
zh_hans: 管理员
zh_hant: 管理員

# 粘贴 sig 后调用 consume-invite-link，快速验证 200/409/410 状态。
source: After pasting sig, call consume-invite-link to quickly verify the 200/409/410 status.
ar: بعد لصق Sig، اتصل بـ Consumer-invite-link للتحقق سريعًا من حالة 200/409/410.
es: Después de pegar la firma, llame a consume-invite-link para verificar rápidamente el estado del 200/409/410.
fr: Après avoir collé la signature, appelez consumer-invite-link pour vérifier rapidement l'état 200/409/410.
hi: हस्ताक्षर चिपकाने के बाद, 200/409/410 स्थिति को तुरंत सत्यापित करने के लिए कंज्यूम-इनवाइट-लिंक पर कॉल करें।
pt: Depois de colar o sinal, chame o link de consumo para verificar rapidamente o status 200/409/410.
ta: sig-ஐ ஒட்டிய பிறகு, 200/409/410 நிலையை விரைவாகச் சரிபார்க்க நுகர்வோர்-அழைப்பு-இணைப்பை அழைக்கவும்.
zh_hans: 粘贴 sig 后调用 consume-invite-link，快速验证 200/409/410 状态。
zh_hant: 貼上 sig 後呼叫 consume-invite-link，快速驗證 200/409/410 狀態。

# 粘贴通知或说出需求
source: Paste a notification or say a request
ar: الصق إشعارًا أو قل طلبًا
es: Pegue una notificación o diga una solicitud
fr: Collez une notification ou dites une demande
hi: एक अधिसूचना चिपकाएँ या एक अनुरोध कहें
pt: Cole uma notificação ou diga uma solicitação
ta: அறிவிப்பை ஒட்டவும் அல்லது கோரிக்கையைச் சொல்லவும்
zh_hans: 粘贴通知或说出需求
zh_hant: 貼上通知或說出需求

# 系统
source: System
ar: نظام
es: Sistema
fr: Système
hi: प्रणाली
pt: Sistema
ta: அமைப்பு
zh_hans: 系统
zh_hant: 系統

# 紧急
source: urgent
ar: عاجل
es: urgente
hi: अति आवश्यक
pt: urgente
ta: அவசரம்
zh_hans: 紧急
zh_hant: 緊急

# 紧急联系号码 / 会议链接
source: Emergency contact number/meeting link
ar: رقم الاتصال في حالات الطوارئ/رابط الاجتماع
es: Número de contacto de emergencia/enlace de reunión
fr: Numéro de contact d’urgence/lien de réunion
hi: आपातकालीन संपर्क नंबर/मीटिंग लिंक
pt: Número de contato de emergência/link da reunião
ta: அவசர தொடர்பு எண்/சந்திப்பு இணைப்பு
zh_hans: 紧急联系号码 / 会议链接
zh_hant: 緊急聯絡號碼 / 會議鏈接

# 组织，%@，菜单
source: Organization, %@, menu
ar: التنظيم، %@، القائمة
es: Organización, %@, menú
fr: Organisation, %@, menu
hi: संगठन, %@, मेनू
pt: Organização, %@, menu
ta: அமைப்பு, %@, மெனு
zh_hans: 组织，%@，菜单
zh_hant: 組織，%@，選單

# 组织资料
source: Organization Profile
ar: الملف التعريفي للمنظمة
es: Perfil de la organización
fr: Profil de l'organisation
hi: संगठन प्रोफ़ाइल
pt: Perfil da organização
ta: நிறுவன சுயவிவரம்
zh_hans: 组织简介
zh_hant: 組織簡介

# 结束共享
source: End sharing
ar: إنهاء المشاركة
es: Finalizar
fr: Arrêter
hi: साझाकरण समाप्त करें
pt: Encerrar
ta: பகிர்வை முடி
zh_hans: 结束共享
zh_hant: 結束共享

# 结束重复
source: End
ar: تكرار
es: Finalizar
fr: Fin
hi: अंत
pt: Fim
ta: முடிவு
zh_hans: 结束
zh_hant: 結束

# 继续
source: continue
ar: يكمل
es: continuar
fr: continuer
hi: जारी रखना
pt: continuar
ta: தொடரவும்
zh_hans: 继续
zh_hant: 繼續

# 编辑
source: Edit
ar: يحرر
es: editar
fr: modifier
hi: संपादन करना
pt: editar
ta: திருத்த
zh_hans: 编辑
zh_hant: 編輯

# 编辑任务
source: Edit task
ar: تحرير المهمة
es: Editar tarea
fr: Modifier la tâche
hi: कार्य संपादित करें
pt: Editar tarefa
ta: பணியைத் திருத்தவும்
zh_hans: 编辑任务
zh_hant: 編輯任務

# 编辑头像
source: Edit avatar
ar: تحرير الصورة الرمزية
es: Editar avatar
fr: Modifier l'avatar
hi: अवतार संपादित करें
pt: Editar avatar
ta: அவதாரத்தைத் திருத்து
zh_hans: 编辑头像
zh_hant: 編輯頭像

# 编辑待办
source: Edit To-Do
ar: تعديل المهمة
es: Editar tarea
fr: Modifier la tâche
hi: कार्य संपादित करें
pt: Editar tarefa
ta: பணியைத் திருத்து
zh_hans: 编辑待办
zh_hant: 編輯待辦

# 编辑我的群组档案
source: Edit my group profile
ar: تحرير الملف الشخصي لمجموعتي
es: Editar mi perfil de grupo
fr: Modifier mon profil de groupe
hi: मेरी समूह प्रोफ़ाइल संपादित करें
pt: Editar meu perfil de grupo
ta: எனது குழு சுயவிவரத்தை திருத்தவும்
zh_hans: 编辑我的群组档案
zh_hant: 編輯我的群組檔案

# 编辑日程
source: Edit Event
ar: تعديل الموعد
es: Editar evento
fr: Modifier l'événement
hi: कार्यक्रम संपादित करें
pt: Editar evento
ta: நிகழ்வைத் திருத்து
zh_hans: 编辑日程
zh_hant: 編輯日程

# 编辑资料
source: Edit Profile
ar: تحرير Pro الملف
es: Editar archivo Pro
fr: Modifier le fichier Pro
hi: Proफ़ाइल संपादित करें
pt: Editar arquivo Pro
ta: Proஃபைலைத் திருத்தவும்
zh_hans: 编辑资料
zh_hant: 編輯資料

# 繁體中文
source: Traditional Chinese
ar: الصينية التقليدية
es: chino tradicional
fr: Chinois traditionnel
hi: पारंपरिक चीनी
pt: Chinês Tradicional
ta: பாரம்பரிய சீன
zh_hans: 繁體中文
zh_hant: 繁體中文

# 网络连接异常，请检查网络后重试。
source: Network connection issue. Check your connection and try again.
ar: مشكلة في الاتصال بالشبكة. تحقق من الاتصال وحاول مرة أخرى.
es: Problema de conexión. Comprueba la red e inténtalo de nuevo.
fr: Problème de connexion. Vérifiez le réseau et réessayez.
hi: नेटवर्क कनेक्शन समस्या। कनेक्शन जाँचें और पुनः प्रयास करें।
pt: Problema de ligação. Verifique a rede e tente novamente.
ta: பிணைய இணைப்பு சிக்கல். இணைப்பை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
zh_hans: 网络连接异常，请检查网络后重试。
zh_hant: 網路連線異常，請檢查網路後重試。

# 网络连接错误。请检查您的连接并重试。
source: Network connection error. Please check your connection and try again.
ar: خطأ في الاتصال بالشبكة. يرجى التحقق من اتصالك والمحاولة مرة أخرى.
es: Error de conexión de red. Por favor verifique su conexión e inténtelo nuevamente.
fr: Erreur de connexion réseau. Veuillez vérifier votre connexion et réessayer.
hi: नेटवर्क कनेक्शन त्रुटि. अपने कनेक्शन की जांच करें और पुन: प्रयास करें।
pt: Erro de conexão de rede. Verifique sua conexão e tente novamente.
ta: பிணைய இணைப்பு பிழை. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
zh_hans: 网络连接错误。请检查您的连接并重试。
zh_hant: 網路連線錯誤。請檢查您的連線並重試。

# 群组
source: Groups
ar: المجموعات
es: Grupos
fr: Groupes
hi: समूह
pt: Grupos
ta: குழு
zh_hans: 群组
zh_hant: 群組

# 群组，%@
source: Group, %@
ar: المجموعة، %@
es: Grupo, %@
fr: Groupe, %@
hi: समूह, %@
pt: Grupo, %@
ta: குழு, %@
zh_hans: 群组，%@
zh_hant: 群組，%@

# 群组：%@
source: Group: %@
ar: المجموعة: %@
es: Grupo: %@
fr: Groupe : %@
hi: समूह: %@
pt: Grupo: %@
ta: குழு: %@
zh_hans: 群组：%@
zh_hant: 群組：%@

# 群组不存在或已被删除，请刷新后重试。
source: This group does not exist or has been deleted. Please refresh and try again.
ar: هذه المجموعة غير موجودة أو تم حذفها. يرجى التحديث والمحاولة مرة أخرى.
es: Este grupo no existe o fue eliminado. Actualiza e inténtalo de nuevo.
fr: Ce groupe n'existe pas ou a été supprimé. Actualisez et réessayez.
hi: यह समूह मौजूद नहीं है या हटा दिया गया है। कृपया रीफ़्रेश करके पुनः प्रयास करें।
pt: Este grupo não existe ou foi excluído. Atualize e tente novamente.
ta: இந்த குழு இல்லை அல்லது நீக்கப்பட்டது. புதுப்பித்து மீண்டும் முயற்சிக்கவும்.
zh_hans: 群组不存在或已被删除，请刷新后重试。
zh_hant: 群組不存在或已被刪除，請重新整理後再試。

# 群组与协作人数
source: Groups & collaboration
ar: المجموعات والتعاون
es: Grupos y colaboración
fr: Groupes et collaboration
hi: समूह और सहयोग
pt: Grupos e colaboração
ta: குழுக்கள் மற்றும் ஒத்துழைப்பு
zh_hans: 群组与协作人数
zh_hant: 群組與協作人數

# 群组任务
source: Group task
ar: مهمة المجموعة
es: tarea grupal
fr: Tâche de groupe
hi: समूह कार्य
pt: Tarefa de grupo
ta: குழு பணி
zh_hans: 群组任务
zh_hant: 群組任務

# 群组位置
source: Group locations
ar: مواقع المجموعة
es: Ubicaciones del grupo
fr: Positions du groupe
hi: समूह स्थान
pt: Localizações do grupo
ta: குழு இடங்கள்
zh_hans: 群组位置
zh_hant: 群組位置

# 群组名称不匹配，请重新输入。
source: Group name does not match. Please enter it again.
ar: اسم المجموعة غير متطابق. يرجى إدخاله مرة أخرى.
es: El nombre del grupo no coincide. Vuelva a introducirlo.
fr: Le nom du groupe ne correspond pas. Veuillez le saisir à nouveau.
hi: समूह का नाम मेल नहीं खाता। कृपया इसे फिर से दर्ज करें।
pt: O nome do grupo não confere. Digite novamente.
ta: குழுவின் பெயர் பொருந்தவில்லை. மீண்டும் உள்ளிடவும்.
zh_hans: 群组名称不匹配，请重新输入。
zh_hant: 群組名稱不符，請重新輸入。

# 群组名称不能为空，请输入后再创建。
source: Group name cannot be empty. Please enter a name before creating.
ar: لا يمكن أن يكون اسم المجموعة فارغًا. يرجى إدخال اسم قبل الإنشاء.
es: El nombre del grupo no puede estar vacío. Introduzca un nombre antes de crear.
fr: Le nom du groupe ne peut pas être vide. Saisissez un nom avant de créer.
hi: समूह का नाम खाली नहीं हो सकता। बनाने से पहले एक नाम दर्ज करें।
pt: O nome do grupo não pode ficar vazio. Insira um nome antes de criar.
ta: குழுவின் பெயர் காலியாக இருக்க முடியாது. உருவாக்குவதற்கு முன் ஒரு பெயரை உள்ளிடவும்.
zh_hans: 群组名称不能为空，请输入后再创建。
zh_hant: 群組名稱不能為空，請輸入後再建立。

# 群组名称不能为空。
source: Group name cannot be empty.
ar: لا يمكن أن يكون اسم المجموعة فارغًا.
es: El nombre del grupo no puede estar vacío.
fr: Le nom du groupe ne peut pas être vide.
hi: समूह का नाम खाली नहीं हो सकता।
pt: O nome do grupo não pode estar vazio.
ta: குழுப் பெயர் காலியாக இருக்க முடியாது.
zh_hans: 群组名称不能为空。
zh_hant: 群組名稱不能為空。

# 群组成员
source: Group Members
ar: أعضاء المجموعة
es: Miembros del grupo
fr: Membres du groupe
hi: समूह के सदस्यों को
pt: Membros do grupo
ta: குழு உறுப்பினர்கள்
zh_hans: 群组成员
zh_hant: 群組成員

# 群组管理
source: Group Settings
ar: إعدادات المجموعة
es: Configuración del grupo
fr: Paramètres du groupe
hi: समूह सेटिंग्स
pt: Configurações do grupo
ta: குழு அமைப்புகள்
zh_hans: 群组管理
zh_hant: 群組管理

# 群组管理员人数已达上限（3 人）。
source: This group already has the maximum of 3 admins.
ar: وصلت المجموعة إلى الحد الأقصى وهو 3 مسؤولين.
es: El grupo ya tiene el máximo de 3 administradores.
fr: Le groupe a déjà le maximum de 3 administrateurs.
hi: समूह में पहले से अधिकतम 3 व्यवस्थापक हैं।
pt: O grupo já tem o máximo de 3 administradores.
ta: குழுவில் ஏற்கனவே அதிகபட்சம் 3 நிர்வாகிகள் உள்ளனர்.
zh_hans: 群组管理员人数已达上限（3 人）。
zh_hant: 群組管理員人數已達上限（3 人）。

# 群组设置
source: Group Settings
ar: إعدادات المجموعة
es: Configuración de grupo
fr: Paramètres du groupe
hi: समूह सेटिंग
pt: Configurações de grupo
ta: குழு அமைப்புகள்
zh_hans: 群组设置
zh_hant: 群組設定

# 联系方式
source: Contact information
ar: معلومات الاتصال
es: Información del contacto
fr: Coordonnées
hi: संपर्क जानकारी
pt: Informações de contato
ta: தொடர்பு தகவல்
zh_hans: 联系方式
zh_hant: 聯絡方式

# 自定义
source: Custom
ar: مخصص
es: Personalizado
fr: Personnalisé
hi: कस्टम
pt: Personalizado
ta: தனிப்பயன்
zh_hans: 自定义
zh_hant: 自訂

# 自然语言修正：例如“时间改成明天下午”
source: Natural language correction: e.g. "Change the time to tomorrow afternoon"
ar: تصحيح اللغة الطبيعية: على سبيل المثال. "تغيير الوقت إلى بعد ظهر الغد"
es: Corrección del lenguaje natural: p.e. "Cambiar la hora a mañana por la tarde"
fr: Correction du langage naturel : par ex. "Changez l'heure pour demain après-midi"
hi: प्राकृतिक भाषा सुधार: उदा. "समय बदलकर कल दोपहर कर दें"
pt: Correção de linguagem natural: por ex. "Mude o horário para amanhã à tarde"
ta: இயற்கை மொழி திருத்தம்: எ.கா. "நாளை மதியத்திற்கு நேரத்தை மாற்றவும்"
zh_hans: 自然语言修正：例如“时间改成明天下午”
zh_hant: 自然語言修正：例如“時間改成明天下午”

# 自由掌控位置共享时机，一键开启，随时切换独立隐私。
source: Control when you share location—toggle ghost mode anytime for private independence.
ar: تحكم في وقت مشاركة الموقع — فعّل وضع التخفي في أي وقت.
es: Controla cuándo compartes ubicación: activa el modo fantasma cuando quieras.
fr: Contrôlez quand vous partagez votre position — mode fantôme en un geste.
hi: स्थान साझा करने का समय नियंत्रित करें — कभी भी घोस्ट मोड चालू करें।
pt: Controle quando compartilha localização — ative o modo fantasma a qualquer momento.
ta: இடம் பகிர்வு நேரத்தைக் கட்டுப்படுத்துங்கள் — எப்போதும் மறைவு பயன்முறையை மாற்றுங்கள்.
zh_hans: 自由掌控位置共享时机，一键开启，随时切换独立隐私。
zh_hant: 自由掌控位置共享時機，一鍵開啟，隨時切換獨立隱私。

# 补充资料
source: Additional Info
ar: معلومات تكميلية
es: Información complementaria
fr: Informations supplémentaires
hi: पूरक जानकारी
pt: Informações complementares
ta: துணைத் தகவல்
zh_hans: 补充资料
zh_hant: 補充資料

# 裁剪失败，请重试。
source: Crop failed. Please try again.
ar: فشل الاقتصاص. يرجى المحاولة مرة أخرى.
es: La cosecha falló. Por favor inténtalo de nuevo.
fr: La récolte a échoué. Veuillez réessayer.
hi: फसल बर्बाद हो गई. कृपया पुन: प्रयास करें।
pt: Falha na colheita. Por favor, tente novamente.
ta: செதுக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
zh_hans: 裁剪失败，请重试。
zh_hant: 裁剪失败，请重试。

# 角色
source: Role
ar: دور
fr: Rôle
hi: भूमिका
pt: Papel
ta: பங்கு
zh_hans: 角色
zh_hant: 角色

# 解散后所有成员将被移除，任务与邀请码将被永久清空。此操作不可撤销。
source: Upon dismissal, all members will be removed, and tasks and invitation codes will be permanently cleared. This action cannot be undone.
ar: بعد الحل، ستتم إزالة جميع الأعضاء، وسيتم مسح المهام وأكواد الدعوة نهائيًا. لا يمكن التراجع عن هذا الإجراء.
es: Después de la disolución, todos los miembros serán eliminados y las tareas y los códigos de invitación se borrarán permanentemente. Esta acción no se puede deshacer.
fr: Après la dissolution, tous les membres seront supprimés et les tâches et codes d'invitation seront définitivement effacés. Cette action ne peut pas être annulée.
hi: विघटन के बाद, सभी सदस्यों को हटा दिया जाएगा, और कार्यों और निमंत्रण कोड को स्थायी रूप से साफ़ कर दिया जाएगा। इस एक्शन को वापस नहीं किया जा सकता।
pt: Após a dissolução, todos os membros serão removidos e as tarefas e códigos de convite serão apagados permanentemente. Esta ação não pode ser desfeita.
ta: கலைக்கப்பட்ட பிறகு, அனைத்து உறுப்பினர்களும் அகற்றப்படுவார்கள், மேலும் பணிகளும் அழைப்புக் குறியீடுகளும் நிரந்தரமாக அழிக்கப்படும். இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.
zh_hans: 解散后所有成员将被移除，任务与邀请码将被永久清空。此操作不可撤销。
zh_hant: 解散後所有成員將移除，任務與邀請碼將永久清空。此操作不可撤銷。

# 解散失败
source: Dismiss Failed
ar: فشل الذوبان
es: La disolución falló
fr: La dissolution a échoué
hi: विघटन विफल रहा
pt: A dissolução falhou
ta: கலைப்பு தோல்வியடைந்தது
zh_hans: 解散失败
zh_hant: 解散失敗

# 解散当前群组
source: Dismiss current group
ar: استبعاد المجموعة الحالية
es: Cerrar grupo actual
fr: Ignorer le groupe actuel
hi: वर्तमान समूह को ख़ारिज करें
pt: Dispensar grupo atual
ta: தற்போதைய குழுவை நிராகரிக்கவும்
zh_hans: 解散当前群组
zh_hant: 解散目前群組

# 解散群组
source: Dismiss Group
ar: رفض المجموعة
es: Descartar grupo
fr: Supprimer le groupe
hi: समूह ख़ारिज करें
pt: Dispensar grupo
ta: குழுவை நீக்கவும்
zh_hans: 解散群组
zh_hant: 解散群組

# 解散群组操作不可逆
source: Disbanding Cannot Be Undone
ar: عملية حل المجموعة لا رجعة فيها
es: La operación de disolución de un grupo es irreversible
fr: L’opération de dissolution d’un groupe est irréversible
hi: किसी समूह को विघटित करने की कार्रवाई अपरिवर्तनीय है
pt: A operação de dissolução de um grupo é irreversível
ta: ஒரு குழுவை கலைக்கும் செயல்பாடு மீள முடியாதது
zh_hans: 解散群组操作不可逆
zh_hant: 解散群組操作不可逆

# 解析失败
source: Parsing failed
ar: فشل التحليل
es: El análisis falló
fr: L'analyse a échoué
hi: पार्सिंग विफल
pt: Falha na análise
ta: பாகுபடுத்த முடியவில்லை
zh_hans: 解析失败
zh_hant: 解析失敗

# 解锁全组高级特权，一人续费全组共享
source: Unlock premium for the whole group—one subscription, everyone benefits.
ar: افتح المزايا المميزة لجميع أفراد المجموعة — اشتراك واحد للجميع.
es: Desbloquea Premium para todo el grupo: una suscripción, todos se benefician.
fr: Débloquez Premium pour tout le groupe — un abonnement, tout le monde en profite.
hi: पूरे समूह के लिए प्रीमियम अनलॉक करें — एक सब्सक्रिप्शन, सभी को लाभ।
pt: Desbloqueie Premium para todo o grupo — uma assinatura, todos beneficiam.
ta: முழு குழுவுக்கும் பிரீமியம் — ஒரு சந்தா, அனைவருக்கும் பயன்.
zh_hans: 解锁全组高级特权，一人续费全组共享
zh_hant: 解鎖全組高級特權，一人續費全組共享

# 解锁更长、更细腻的动态足迹线，全天安全动向一手掌握。
source: Richer movement trails so you can track safety all day at a glance.
ar: مسارات أطول وأدق لمتابعة السلامة طوال اليوم.
es: Rastros más largos y detallados para seguir la seguridad todo el día.
fr: Des traces plus longues et détaillées pour suivre la sécurité toute la journée.
hi: लंबी, विस्तृत मूवमेंट ट्रेल — पूरे दिन की सुरक्षा एक नज़र में।
pt: Trilhas mais longas e detalhadas para acompanhar a segurança o dia todo.
ta: நீண்ட, விரிவான இயக்கப் பாதைகள் — முழு நாள் பாதுகாப்பை ஒரே பார்வையில்.
zh_hans: 解锁更长、更细腻的动态足迹线，全天安全动向一手掌握。
zh_hant: 解鎖更長、更細膩的動態足跡線，全天安全動向一手掌握。

# 解锁高级功能
source: Unlock premium features
ar: فتح الميزات المتميزة
es: Desbloquea funciones premium
fr: Débloquez des fonctionnalités premium
hi: प्रीमियम सुविधाएँ अनलॉक करें
pt: Desbloqueie recursos premium
ta: பிரீமியம் அம்சங்களைத் திறக்கவும்
zh_hans: 解锁高级功能
zh_hant: 解鎖高級功能

# 订阅 Pro
source: Subscribe to Pro
ar: اشترك في Pro
es: Suscribirse a Pro
fr: S'abonner à Pro
hi: Pro सब्सक्राइब करें
pt: Assinar Pro
ta: Pro-க்கு சந்தா
zh_hans: 订阅 Pro
zh_hant: 訂閱 Pro

# 订阅商品加载失败，请稍后重试。
source: Failed to load subscription products. Please try again later.
ar: تعذر تحميل منتجات الاشتراك. يرجى المحاولة لاحقًا.
es: No se pudieron cargar los productos de suscripción. Inténtalo más tarde.
fr: Échec du chargement des abonnements. Réessayez plus tard.
hi: सब्सक्रिप्शन उत्पाद लोड नहीं हो सके। बाद में पुनः प्रयास करें।
pt: Falha ao carregar produtos de assinatura. Tente novamente mais tarde.
ta: சந்தா தயாரிப்புகளை ஏற்ற முடியவில்லை. பின்னர் முயற்சிக்கவும்.
zh_hans: 订阅商品加载失败，请稍后重试。
zh_hant: 訂閱商品載入失敗，請稍後重試。

# 订阅将自动续费，可随时在 App Store 账户设置中取消。
source: Subscription renews automatically. Cancel anytime in App Store account settings.
ar: يتجدد الاشتراك تلقائيًا. يمكنك الإلغاء في أي وقت من إعدادات App Store.
es: La suscripción se renueva automáticamente. Cancela cuando quieras en Ajustes de App Store.
fr: L'abonnement se renouvelle automatiquement. Annulez à tout moment dans les réglages App Store.
hi: सब्सक्रिप्शन स्वतः नवीनीकृत होगा। App Store सेटिंग्स में कभी भी रद्द करें।
pt: A assinatura renova automaticamente. Cancele a qualquer momento nas definições da App Store.
ta: சந்தா தானாக புதுப்பிக்கப்படும். App Store அமைப்புகளில் எப்போதும் ரத்து செய்யலாம்.
zh_hans: 订阅将自动续费，可随时在 App Store 账户设置中取消。
zh_hant: 訂閱將自動續費，可隨時在 App Store 帳戶設定中取消。

# 订阅成功
source: Subscription successful
ar: تم الاشتراك بنجاح
es: Suscripción exitosa
fr: Abonnement réussi
hi: सब्सक्रिप्शन सफल
pt: Assinatura concluída
ta: சந்தா வெற்றி
zh_hans: 订阅成功
zh_hant: 訂閱成功

# 让对方使用同圈 App 扫码，或输入下方邀请码即可加入。
source: Ask the other party to use the WeSync app to scan the code, or enter the invitation code below to join.
ar: اطلب من الطرف الآخر استخدام تطبيق WeSync لمسح الرمز ضوئيًا، أو إدخال رمز الدعوة أدناه للانضمام.
es: Pídale a la otra parte que use la aplicación WeSync para escanear el código o ingrese el código de invitación a continuación para unirse.
fr: Demandez à l'autre partie d'utiliser l'application WeSync pour scanner le code, ou entrez le code d'invitation ci-dessous pour vous joindre.
hi: दूसरे पक्ष से कोड स्कैन करने के लिए WeSync ऐप का उपयोग करने के लिए कहें, या शामिल होने के लिए नीचे निमंत्रण कोड दर्ज करें।
pt: Peça à outra parte para usar o aplicativo WeSync para escanear o código ou insira o código de convite abaixo para participar.
ta: குறியீட்டை ஸ்கேன் செய்ய WeSync ஆப்ஸைப் பயன்படுத்தும்படி மற்ற தரப்பினரிடம் கேட்கவும் அல்லது சேர்வதற்கு கீழே உள்ள அழைப்புக் குறியீட்டை உள்ளிடவும்.
zh_hans: 让对方使用同圈 App 扫码，或输入下方邀请码即可加入。
zh_hant: 請對方使用同圈 App 掃碼，或輸入下方邀請碼即可加入。

# 记得在周六上午检查冰箱库存，并同步更新本周的共享购物清单。
source: Remember to check your refrigerator inventory on Saturday morning and sync up with your shared shopping list for the week.
ar: تذكر التحقق من مخزون ثلاجتك صباح يوم السبت ومزامنتها مع قائمة التسوق المشتركة لهذا الأسبوع.
es: Recuerde revisar el inventario de su refrigerador el sábado por la mañana y sincronizarlo con su lista de compras compartida de la semana.
fr: N'oubliez pas de vérifier l'inventaire de votre réfrigérateur le samedi matin et de vous synchroniser avec votre liste de courses partagée pour la semaine.
hi: शनिवार की सुबह अपने रेफ्रिजरेटर की सूची की जांच करना और सप्ताह के लिए अपनी साझा खरीदारी सूची के साथ समन्वय करना याद रखें।
pt: Lembre-se de verificar o estoque de sua geladeira no sábado de manhã e sincronizar sua lista de compras compartilhada da semana.
ta: சனிக்கிழமை காலை உங்கள் குளிர்சாதனப் பெட்டி இருப்பை சரிபார்த்து, வாரத்திற்கான உங்கள் பகிரப்பட்ட ஷாப்பிங் பட்டியலுடன் ஒத்திசைக்கவும்.
zh_hans: 记得在周六上午检查冰箱库存，并同步更新本周的共享购物清单。
zh_hant: 記得在周六上午檢查冰箱庫存，並同步更新本週的共享購物清單。

# 设为管理员
source: Make Admin
ar: تعيين كمسؤول
es: Hacer administrador
fr: Nommer administrateur
hi: व्यवस्थापक बनाएं
pt: Tornar administrador
ta: நிர்வாகியாக அமை
zh_hans: 设为管理员
zh_hant: 設為管理員
